[
  {
    "ID": 401,
    "title": "The Hitchhiker's Guide to the Galaxy",
    "descr": "The Hitchhiker's Guide to the Galaxy is the first book in the Hitchhiker's Guide to the Galaxy comedy science fiction \"trilogy of five books\" by Douglas Adams with a sixth book written by Eoin Colfer. The novel is an adaptation of the first four parts of Adams's radio series of the same name, centring on the adventures of the only man to survive the destruction of Earth. While roaming outer space, he comes to learn the truth behind Earth's existence.",
    "author_ID": 42,
    "genre_ID": 14,
    "stock": 1000,
    "price": 9.99,
    "currency_code": "GBP"
  },
  {
    "ID": 402,
    "title": "The Restaurant at the End of the Universe",
    "descr": "The Restaurant at the End of the Universe is the second book in the Hitchhiker's Guide to the Galaxy science fiction comedy \"trilogy\" by Douglas Adams. It was originally published by Pan Books as a paperback in 1980. Like the preceding novel, it was adapted from Adams' radio series, and became a critically acclaimed cult classic.",
    "author_ID": 42,
    "genre_ID": 14,
    "stock": 1000,
    "price": 9.99,
    "currency_code": "GBP"
  },
  {
    "ID": 403,
    "title": "Life, the Universe and Everything",
    "descr": "Life, the Universe and Everything (1982, ISBN 0-345-39182-9) is the third book in the six-volume Hitchhiker's Guide to the Galaxy science fiction \"trilogy of six books\" by British writer Douglas Adams. The title refers to the Answer to Life, the Universe, and Everything.",
    "author_ID": 42,
    "genre_ID": 14,
    "stock": 1000,
    "price": 9.99,
    "currency_code": "GBP"
  },
  {
    "ID": 404,
    "title": "So Long, and Thanks for All the Fish",
    "descr": "So Long, and Thanks for All the Fish is the fourth book of the Hitchhiker's Guide to the Galaxy \"trilogy of six books\" written by Douglas Adams. Its title is the message left by the dolphins when they departed Planet Earth just before it was demolished to make way for a hyperspace bypass, as described in The Hitchhiker's Guide to the Galaxy. A song of the same name was featured in the 2005 film adaptation of The Hitchhiker's Guide to the Galaxy.",
    "author_ID": 42,
    "genre_ID": 14,
    "stock": 1000,
    "price": 9.99,
    "currency_code": "GBP"
  },
  {
    "ID": 405,
    "title": "Mostly Harmless",
    "descr": "Mostly Harmless is a 1992 novel by Douglas Adams and the fifth book in the Hitchhiker's Guide to the Galaxy series. It is described on the cover of the first edition as \"The fifth book in the increasingly inaccurately named Hitch Hiker's Guide to the Galaxy trilogy\". It was the last Hitchhiker's book written by Adams and his final book released in his lifetime.",
    "author_ID": 42,
    "genre_ID": 14,
    "stock": 1000,
    "price": 9.99,
    "currency_code": "GBP"
  },
  {
    "ID": 406,
    "title": "And Another Thing...",
    "descr": "And Another Thing... is the sixth and final installment of Douglas Adams' The Hitchhiker's Guide to the Galaxy \"trilogy of six books\". The book, written by Eoin Colfer, was published on the thirtieth anniversary of the first book, 12 October 2009, in hardback. It was published by Penguin Books in the UK and by Hyperion Books in the US. Colfer was given permission to write the book by Adams' widow Jane Belson.",
    "author_ID": 42,
    "genre_ID": 14,
    "stock": 1000,
    "price": 9.99,
    "currency_code": "GBP"
  }
]
